{"title":"General suggestions for Chinese writers of English","uid":"2738d07a0e832f4aa3676d7aaa606b5a","slug":"20210603-01","date":"2021-06-02T16:00:00.000Z","updated":"2021-06-15T04:39:35.440Z","comments":true,"path":"api/articles/20210603-01.json","keywords":null,"cover":"file/20210603-01.jpeg","content":"<blockquote><span class=\"custom-blockquote-svg\"><svg width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"\" xmlns=\"http://www.w3.org/2000/svg\" data-reactroot=\"\">\n<path fill=\"\" d=\"M22 12C22 6.5 17.5 2 12 2C6.5 2 2 6.5 2 12C2 17.5 6.5 22 12 22C13.8 22 15.5 21.5 17 20.6L22 22L20.7 17C21.5 15.5 22 13.8 22 12Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\" undefined=\"1\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M17 8.5C15.23 8.97 14.07 10.84 14.01 13.27C14 13.33 14 13.4 14 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M9 8.5C7.23 8.97 6.07 10.84 6.01 13.27C6 13.33 6 13.4 6 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\"></path>\n</svg>\n</span><p>I use these notes on <a href=\"http://www.lang-8.com/\">www.lang-8.com</a> to give advice to Chinese writers of English on specific topics (and for other reasons). They are useful to my readers so I’ve decided to post them here as a blog.  Most of these represent the most common errors made by Chinese people who write English as a second language. </p></blockquote>\n<h1 id=\"Sedgehead’s-Standard-Note\"><a href=\"#Sedgehead’s-Standard-Note\" class=\"headerlink\" title=\"Sedgehead’s Standard Note\"></a>Sedgehead’s Standard Note</h1><hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-1\"><a href=\"#Sedgehead’s-Standard-Note-Number-1\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 1\"></a>Sedgehead’s Standard Note Number 1</h2><p><strong>ACTIVE AND PASSIVE VOICE</strong></p>\n<p>Professional writers learn to use “active voice” and avoid passive verbs.</p>\n<p>When I was 40 years old I finally learn the difference between active and passive voice.  Because people who read this (based on my pointing it out to them) are advanced English speakers I want to provide some details usually saved for professional writers.  </p>\n<p><em>In short, stories written in the active voice are much more interesting to read than something written in passive voice.</em><br>Active verbs show action. Passive verbs show a state of being or existing. </p>\n<p>Examples:</p>\n<p>Active verbs </p>\n<pre><code>slept, jarred, stood, broke, rushed, grabbed, stabbed.\n</code></pre>\n<p>Passive verbs</p>\n<pre><code>was sleeping, was ringing, was standing, is, are, was, were, have been, might be, etc.  \n</code></pre>\n<p>Active verbs are ALL the other verbs which never express the state of being (forms of the verb “to be.”.</p>\n<p>Active verbs:</p>\n<pre><code>go, run, think, do, smell, taste, fly, ride, drive, answer, swim, sat, did.\n</code></pre>\n<p>these are some examples</p>\n<pre><code>I slept soundly last week when the doorbell&#39;s ringing jarred me awake.  A strange man stood at the door.\n \nI was sleeping soundly last week.  But the doorbell was ringing.  A strange man was standing at the door.\n</code></pre>\n<p>Professional writers like newspaper reporters and authors strive to you’ve learned to use the active voice.</p>\n<p>Learning to use active verbs will make your writing much more interesting to read. </p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-2\"><a href=\"#Sedgehead’s-Standard-Note-Number-2\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 2\"></a>Sedgehead’s Standard Note Number 2</h2><p><strong>A LOT</strong></p>\n<p>The phrase “a lot of” is informal and should be avoided in formal English like letters and resume.  Replace it with: many, a considerable amount of, a large number of, etc.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-3\"><a href=\"#Sedgehead’s-Standard-Note-Number-3\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 3\"></a>Sedgehead’s Standard Note Number 3</h2><p><strong>AGE TERMS</strong></p>\n<p>Many words can be used to describe a person’s age.  However, many young people will describe themselves as a “boy” or “girl” on Lang-8.  In the US, at college age, people begin to call themselves “men” and “women.”  College age students are considered adults, so the words change.  While women will often refer to themselves as “girls” (as in spending a “girl’s night out” on the town with friends), if a man calls them a girl, he might get slapped.  Here is a list of English age terms for you to consider.</p>\n<p><em>Newborn</em><br>&emsp; a child up to a few months old.</p>\n<p><em>Baby</em><br>&emsp;0-2 years old, especially younger.</p>\n<p><em>Toddler</em><br>&emsp;a young child who is learning to walk.</p>\n<p><em>In the terrible two’s</em><br>&emsp;a young child who is two years old and demanding to have anything he or she wants.</p>\n<p><em>Youngster</em><br>&emsp;children, mainly up to age 10, but for an older person born in the 1930s, this would include anyone under age 25 or younger than they are.  </p>\n<p><em>Child</em><br>&emsp;any age under 18, but especially under teenage.</p>\n<p><em>Kindergartener</em><br>&emsp;a child in kindergarten, ages 3 to 6. The word comes from German: kinder = child; garten = garden, so a kindergarten is a garden of children.</p>\n<p><em>Primary school age child</em><br>&emsp;grades one to three, ages 6 to 8.  You will notice some terms overlap.</p>\n<p><em>Middle school age child</em><br>&emsp;grades four to six.</p>\n<p><em>Junior high school</em><br>&emsp;usually grades seven and eight, sometimes including grade nine.</p>\n<p><em>Teenager</em><br>&emsp;age 13 to 19 only.</p>\n<p><em>High school student</em><br>&emsp;grades nine (or ten) to 12.</p>\n<p><em>Girl</em><br>&emsp;any age, but especially to age 14 to 15.  Adult women sometimes talk of their girlfriends and call themselves girls at any age.  </p>\n<p><em>Young woman</em><br>&emsp;generally age 14 to 16 up to about age 20 or 30, depending on who is talking.  Same for young lady, but usually said by a mother when she is angry.  “Young lady [or young man] get in here and do these dishes right now!”</p>\n<p><em>Young man</em><br>&emsp;used by mothers for boys of age 13 to 18 more or less.  College age.</p>\n<p><em>Man/woman</em><br>&emsp;age 18 or above.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-4\"><a href=\"#Sedgehead’s-Standard-Note-Number-4\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 4\"></a>Sedgehead’s Standard Note Number 4</h2><p><strong>AND (part 1)</strong></p>\n<p>“And” is considered too informal for starting formal English sentences in scientific papers, business letters, resumes, etc.</p>\n<p>Starting a sentence with “And” is considered informal.  I try to teach formal English like you would use on a resume (= CV) or business letter.  What is better?</p>\n<p>“Also,” “Therefore,” “Furthermore,” “In addition,” etc.  Scientific journals prefer “Also,” because it is shorter.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-5\"><a href=\"#Sedgehead’s-Standard-Note-Number-5\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 5\"></a>Sedgehead’s Standard Note Number 5</h2><p><strong>AND (part 2)</strong></p>\n<p>A SIMPLE USE OF “AND”… </p>\n<p>When using “and” to connect two things, do not use a comma. </p>\n<p>Correct: </p>\n<pre><code>Roy and I went to the store. We are good friends with the guys in the dorm and some people we go to class with. Sometimes, when I lay awake at night and look at the stars, I wonder what is out there in space. I can&#39;t sleep well sometimes and have to count to myself to go to sleep.\n</code></pre>\n<p>Incorrect:</p>\n<pre><code>Roy, and I went to the store. We are good friends with the guys in the dorm, and some people we go to class with. Sometimes, when I lay awake at night, and look at the stars, I wonder what is out there in space. I can&#39;t sleep well sometimes, and have to count to myself to go to sleep.\n</code></pre>\n<p><strong>A MORE COMPLEX USE OF “AND”</strong></p>\n<p>Do use a comma with “and” when you use words in a series(see the other entry below, number 21, currently).</p>\n<p>Correct: </p>\n<pre><code>Roy, John, and I are good friends.\n</code></pre>\n<p>Also considered correct (but can be misleading at times): </p>\n<pre><code>Roy, John and I are good friends.\n</code></pre>\n<p>If a sentence is long and confusing, use a comma before “and” to break up the sentence, or replace “and” with “as well as.”</p>\n<p>Correct example: </p>\n<pre><code>Roy and I are good friends and we went to the store with Marcy and Melinda.\n</code></pre>\n<p>Correct AND easier to understand:</p>\n<pre><code>Roy and I are good friends, and we went to the store with Marcy and Melinda.\n\nRoy and I we went to the store with Marcy and Melinda as well as went swimming later.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-6\"><a href=\"#Sedgehead’s-Standard-Note-Number-6\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 6\"></a>Sedgehead’s Standard Note Number 6</h2><p><strong>AS WELL AS</strong></p>\n<p>These sentences are their own examples and you will see what I mean as you read. Sometimes, a writer uses good English and has no mistakes on Lang-8.  However, sometimes we tend to use “and” too frequently. This can make a sentence confusing.  Red indicates errors; blue indicates correct sentences. For example:</p>\n<pre><code>Tom and Haibo arrived and Ann and Mary were late.\n</code></pre>\n<p>Here, “and” is used too many time.  I would not use “as well as” in this case, but it is a good example of a confusing sentence that uses “and” too many times.  Here’s a better version:</p>\n<pre><code>Tom and Haibo arrived; however, Ann and Mary were late.\n</code></pre>\n<p>The word “and” can be used too many times and in a way that makes a sentence confusing.</p>\n<pre><code>We had potatoes and gravy for supper and pie and ice cream for dessert.\n</code></pre>\n<p>This sentence works better with “as well as.”</p>\n<pre><code>We had potatoes and gravy for supper as well as pie and ice cream for dessert.\n</code></pre>\n<p>As you can see, the second sentence is easier to understand.  Here’s a more complex example:</p>\n<pre><code>During the experiments we established 40 plots with a radius and within those plots we identified and counted all vascular plant species and also took 5 randomly placed soil samples and measured soil chemistry variables.\n</code></pre>\n<p>This sentence is best broken up with “in addition” or made into two sentences.  But it is clearer with “as well as” in a few places.  As usual, it can be written in several ways as follows:</p>\n<p>Using “in addition:”</p>\n<pre><code>During the experiments we established 40 plots with a radius and within those plots we identified and counted all vascular plant species; in addition, took 5 randomly placed soil samples and measured soil chemistry variables.\n</code></pre>\n<p>Using “as well as:”</p>\n<pre><code>During the experiments we established 40 plots with a radius and within those plots we identified as well as counted all vascular plant species and also took 5 randomly placed soil samples as well as measured soil chemistry variables.\n\n\nDuring the experiments we established 40 plots with a radius and within those plots we identified and counted all vascular plant species as well as took 5 randomly placed soil samples and measured soil chemistry variables.\n</code></pre>\n<p>Avoiding using a run-on sentence (see the standard not about “run-on sentences”) by using short sentences:</p>\n<pre><code>During the experiments we established 40 plots with a radius. Within those plots we identified and counted all vascular plant species. We also took 5 randomly placed soil samples and measured soil chemistry variables.\n</code></pre>\n<p>This last one is probably best! </p>\n<p>I also added this comment without realized I’d already written the above text!</p>\n<p>Use “as well as” when there are too many “ands” in a sentence. For example: </p>\n<pre><code>&quot;I like dogs and cats and wild animals such birds and mice&quot; is better if written as &quot;I like dogs and cats as well as wild animals such birds and mice.&quot;  \n</code></pre>\n<p>As another example</p>\n<pre><code>&quot;Climatic data related to mean annual temperature and rain and soil conditions such as pH, total nitrogen, total phosphorus, and total organic matter content were measured&quot; \n</code></pre>\n<p>works better when written as </p>\n<pre><code>&quot;Climatic data related to mean annual temperature and rain as well as soil conditions such as pH, total nitrogen, total phosphorus, and total organic matter content were measured.&quot;\n</code></pre>\n<p>The phrases “along with,” “while,” and some other can be used in this way. </p>\n<pre><code>Climatic data related to mean annual temperature and rain were measured while a soil test kit was used to check soil conditions such as pH, total nitrogen, total phosphorus, and total organic matter content.\n</code></pre>\n<p>It never hurts to have plenty of examples</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-7\"><a href=\"#Sedgehead’s-Standard-Note-Number-7\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 7\"></a>Sedgehead’s Standard Note Number 7</h2><p><strong>ALTERNATIVE WORDING</strong></p>\n<p>Sometimes, a writer uses good English and has no mistakes on Lang-8.  However, there are always new ways to say almost anything.  Rather than make corrections, I may change the wording and say, “This is alternative wording” meaning, “You made no mistakes but here is another way to say that.  For example, here are several ways to say the same thing.</p>\n<pre><code>The bird landed on the bird feeder outside my kitchen window, grabbed a seed, and flew away.\n\nOutside my kitchen window, the bird landed on the feeder, picked up a seed, and took off.\n\nThe bird swooped in and dashed to the feeder, stole a single seeds, headed back to the hills.\n\nA bird flapped into the feeder, landing lightly, selecting a seed, checking it with a tap, and dashed for the protection of the bushes.\n</code></pre>\n<p>As you can see, there are many ways to say that.  As I loved to say in high school, “In math 2 + 2 always equals 4, but in English there are a thousand right ways and a thousand wrong ways to say something.” </p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-8\"><a href=\"#Sedgehead’s-Standard-Note-Number-8\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 8\"></a>Sedgehead’s Standard Note Number 8</h2><p><strong>APPOSITIVES</strong></p>\n<p>Appositives are strange little things many non-native and native speakers of English never master (hence this note).  What is an appositive?  Who cares?  What I want to know is how to write good English, not a bunch of grammatical terms!</p>\n<p>*An appositive is a word or phrase that repeats the noun or pronoun that is provided before the appositive in the sentence. *</p>\n<p>Here’s some examples of nouns and appositives.  Then I will use them in sentences to show you how they work.</p>\n<p>NOUN or PRONOUN (including phrases) – APPOSITIVE (including phrases)</p>\n<pre><code>black dog -- the dog that bit me\n\nwoman -- the one in the red dress\n\nsinging frog -- the frog on the rock\n\niceberg -- the one that would sink the Titanic\n</code></pre>\n<p>As you can, they are repetitive (they repeat the original noun or pronoun). Here’s how to use those appositives.</p>\n<pre><code>The black dog, the dog that bit me, has still not been captured.\n\nThat woman, the one in the red dress, is my beautiful wife.\n\nThe singing frog, the frog on the rock, is calling for a mate.\n\nThat iceberg, the one that would sink the Titanic, was probably calved off the coast of Greenland.\n</code></pre>\n<p>What you need to know is that appositives are “set off” by commas. Use a comma before and after an appositive in a sentence. Then you will be positively right!</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-9\"><a href=\"#Sedgehead’s-Standard-Note-Number-9\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 9\"></a>Sedgehead’s Standard Note Number 9</h2><p><strong>BECAUSE</strong></p>\n<p>The word “because” sometimes creates problems for Chinese writers of English. For example, look at this “sentence.”  I say “sentence” because it is not a complete sentence.</p>\n<pre><code>Because I am busy treating some calculated data.\n</code></pre>\n<p>This is not a complete sentence because something else is needed.  Here are some ways to make it a complete thought and sentence.</p>\n<pre><code>Because I am busy treating some calculated data, I&#39;ve not sent you an email.\n\nBecause I am busy treating some calculated data, my girlfriend feels neglected.\n\nI can&#39;t meet you for lunch, because I am busy treating some calculated data.\n\nMy dog bit me, because I am busy treating some calculated data.\n\nBecause I am busy treating some calculated data, I should be able to trick the bank into sending me some extra money.\n</code></pre>\n<p>Obviously, something is happening because of something else.  You can’t have one without the other. </p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-10\"><a href=\"#Sedgehead’s-Standard-Note-Number-10\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 10\"></a>Sedgehead’s Standard Note Number 10</h2><p><strong>BESIDES / ASIDE FROM</strong></p>\n<p>My Chinese friends sometimes use “Besides” when I know that “Aside from” works better.  In oral English, the two phrases are fairly interchangeable.  But in formal English, “aside from” often works better at the beginning of a sentence.  The two phrases are often interchangeable.  So, I’ll just give an example of what I like and don’t like.  It is a matter of style. </p>\n<p><em><strong>Preferred</strong></em></p>\n<pre><code>Aside from football, I don&#39;t watch many sports on TV.\n\nAside from her, I don&#39;t have any female friends.\n\nAside from cats and dogs, I really like having pets.\n\nAside from the guy that hit me, I also don&#39;t like you very much anyway.\n\nAside from supper, I also burned the cake.\n</code></pre>\n<p><em><strong>Sounds odd to me</strong></em></p>\n<pre><code>Besides football, I don&#39;t watch many sports on TV.\n\nBesides her, I don&#39;t have any female friends.\n\nBesides cats and dogs, I really like having pets.\n\nBesides, I don&#39;t like you very much anyway.\n\nBesides, I burned the cake.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-12\"><a href=\"#Sedgehead’s-Standard-Note-Number-12\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 12\"></a>Sedgehead’s Standard Note Number 12</h2><p><strong>CONTRACTIONS</strong></p>\n<p>I often say “Contractions are our friends!”  Why?  Because my Chinese friends often neglect them and the contractions get lonely as a result!  Ha!</p>\n<p>Seriously, use contractions to make your English sound more normal.  Example: I won’t do that.</p>\n<p>Do not use contractions if you want to emphasize “not.”  For example: </p>\n<pre><code>You want me to kill the kittens so we don&#39;t have to find homes for them?  I will not do that!&quot;\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-13\"><a href=\"#Sedgehead’s-Standard-Note-Number-13\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 13\"></a>Sedgehead’s Standard Note Number 13</h2><p><strong>Dashes</strong></p>\n<p>My main client put out a simple message to explain dashes.  It says:</p>\n<p>Hyphen, en-dash, and minus sign</p>\n<p>Although they all look about the same, hyphens, en-dashes, and minus signs are used in different situations. </p>\n<p>For example, hyphens are used in compound words (e.g., energy-saving) and in some cases to link prefixes to words (e.g., post-translational). En-dashes are used to connect two things in a range (e.g., 1998–2011) or to indicate an interaction/inter-relationship, and the minus sign is used for negative numbers (e.g., −88°C).</p>\n<p>For comparison, they are -, –,—, −, or hyphen, emdash, endash, and minus sign, respectively. </p>\n<p><em>Hyphen (-)</em><br>&emsp;Use for hyphenated words and hyphenate names. Example: wind-up clock; Smith-Jones.</p>\n<p><em>Endash (–)</em><br>&emsp;for ranges of numbers or dates (but not for negative numbers and in names such as company names such as Mann–Whitney or Pitney–Bowles.</p>\n<p>Correct </p>\n<pre><code>May–June, 14 May–20 June, 57–99 m, 2011–2012\n</code></pre>\n<p>or in references</p>\n<pre><code>44(1):355–374.\n</code></pre>\n<p>Incorrect: </p>\n<pre><code>May-June, 14 May-20 June, 57-99 m, 2011-2012\n</code></pre>\n<p>or in references</p>\n<pre><code>44(1):355-374\n</code></pre>\n<p><em>Minus sign</em><br>&emsp;use for negative numbers. Examples: −−−−−− (minus sign) and not –––––– (endash). −42°C, −4°C–−2°C (has two minus signs and an endash!), −14 m, −14 m s−1, −14kg ha−1; not endash (–14 m, –14 m s–1)</p>\n<p><em>Emdash (—)</em><br>&emsp;for “setting off” phrases in sentences—in this way—much like using an appositive such as the following (dog, and “one [dog]”); the black dog, the one that bit me, is over there.</p>\n<p><em>Figure dash (‒)</em><br>&emsp;the figure dash is used for phone numbers.</p>\n<p>Comments: The endash and minus sign are very similar. You can find the minus sign next to the ∑ symbol in MS Word’s symbol list. The minus signs have a tiny space between them if written in a row. They are also placed slightly higher than an endash.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-14\"><a href=\"#Sedgehead’s-Standard-Note-Number-14\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 14\"></a>Sedgehead’s Standard Note Number 14</h2><p><strong>Dependent Clauses</strong></p>\n<p>Some sentences seem like complete sentences, but they are not really complete sentences. They present an idea but lack  an ending. For example:</p>\n<p>While some people said that some dishonest activities do not mean harm.</p>\n<p>An English teacher would call your statement an “incomplete sentence” or a “sentence fragment” or a “dependent clause.”  A dependent clause is not a complete sentence.  Here is a complete sentence.</p>\n<p>While some people said that some dishonest activities do not mean harm, I do not believe this is true</p>\n<p>I’m a botanist/ecologist/writer/editor and not really an English teacher. But I do know a dependent clause when I see one.  I will let the real English teachers tell why a clause is dependent. My goal is to help you write, not to teach like an English teacher. I take a unique approach. Here are some examples:</p>\n<p>Dependent clause examples (not complete sentences):</p>\n<pre><code>When I woke up this morning.After I ate breakfast.\n\nSoon after I woke up.\n\nWhile that dog may look nice.\n\nAs the bird hit the window.\n</code></pre>\n<p>In dependent clause examples (complete sentences):</p>\n<pre><code>When I woke up this morning, the dog bit me.\n\nAfter I ate breakfast, I took a nap.\n</code></pre>\n<p>   Soon after I woke up, it started raining.</p>\n<pre><code>While that dog may look nice, it chased me down the street and tried to bite my leg.\n\nAs the bird hit the window, the cat grabbed for it.\n</code></pre>\n<p>Dependent clauses are not complete sentences because the action is not completed.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-15\"><a href=\"#Sedgehead’s-Standard-Note-Number-15\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 15\"></a>Sedgehead’s Standard Note Number 15</h2><p><strong>HOWDY!</strong></p>\n<p>“Howdy” is an informal greeting use in the south central and southwestern parts of the U. S.  For example, cowboys in Texas still use it almost exclusively.  You might hear it from Alabama west to Arizona and certainly as far north as northern Arkansas and Tennessee.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-16\"><a href=\"#Sedgehead’s-Standard-Note-Number-16\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 16\"></a>Sedgehead’s Standard Note Number 16</h2><p><strong>INFORMAL ENGLISH</strong></p>\n<p>Some words are too informal for use on resumes, in business letters, and in scientific journals.  They are fine for informal English or spoken informal speech.  They include: got, gonna, LOL, Ha!, and so on.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-17\"><a href=\"#Sedgehead’s-Standard-Note-Number-17\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 17\"></a>Sedgehead’s Standard Note Number 17</h2><p><strong>INTERNET</strong></p>\n<p>Sometimes, someone in a position of power makes a mistake.  Then, that mistake gets transmitted to others and language changes.  Microsoft Word capitalizes the word Internet, and that in my humble opinion, is a mistake.  </p>\n<p>Capitalized words are proper nouns and some words are even exceptions.  For example, we capitalize Venus, Mars, and Jupiter, but do not capitalize the earth, sun, and moon.<br>Why?  </p>\n<p>Because they are more common and less exceptional.  The internet is not a brand name like Milky Way candy bars, or a language like Spanish or English.  There are not several different internet so that you have the Chinese Internet, or perhaps (as an exception because it is so isolated, the North Korean Internet).  </p>\n<p>It is generally one thing, one internet, like the ocean, the land, or a city,  not the Pacific Ocean, Australia, or New York (the latter being proper nouns.  So, in my opinion, do not capitalize the word “internet” in the middle of a sentence.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-18\"><a href=\"#Sedgehead’s-Standard-Note-Number-18\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 18\"></a>Sedgehead’s Standard Note Number 18</h2><p><strong>THE LITTLE THINGS: Word capitalization, punctuation and spaces of English Usage</strong></p>\n<p><em>Capitalization (first letter) words</em></p>\n<p>Remember that the first word of each sentence of the first letter should be capitalized, in addition to the first letter of a proper noun should be capitalized.</p>\n<p><em>Punctuation and spaces</em></p>\n<p>Behind the English period to use spaces. Do not use spaces in front of the full stop. In there is a space between each word (not two spaces). I like to leave two spaces after each period (which is a more traditional style). Today, many people use only one space after the period, it does not matter.</p>\n<p>Why details are important?</p>\n<p>Word capitalization, punctuation and correct use of space is very important. In the end how important? </p>\n<p>Relying solely on modifying these small mistakes, I can earn hundreds of dollars a month. But even more important is that these details are important to you! </p>\n<p>When you write a letter to a business, when you prepare your resume, or when you apply to college or to participate in the written part of the GRE, these details will suddenly become very important. </p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-19\"><a href=\"#Sedgehead’s-Standard-Note-Number-19\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 19\"></a>Sedgehead’s Standard Note Number 19</h2><p><strong>MATCHING NOUNS AND PRONOUNS WITH NUMBERS</strong></p>\n<p>If you use numbers in a sentence, remember to match the numbers of nouns and pronouns with the number of things you are talking about.  Red text indicates errors.</p>\n<pre><code>The boy shared their bikes with his friend. (He only has one bike and one friend).\n\nThe boys shared their bikes with his friends. (Now there are more than one friend).\n\nThe girl ran the backhoes and the boy dug the ditch.  (One girl cannot operate more than one backhoe).\n\nThe researcher counted the eggs in the nest and then recorded the data for the nests in his field notes. (Is there one nest or many?)\n</code></pre>\n<p>The corrected sentences should say:</p>\n<pre><code>The boy shared his bike with his friend.\n\nThe boys shared their bikes with their friends.\n\nThe girl ran the backhoe and the boy dug the ditch.\n\nThe researcher counted the eggs in the nest and then recorded the data for each nest in his field notes. \n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-20\"><a href=\"#Sedgehead’s-Standard-Note-Number-20\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 20\"></a>Sedgehead’s Standard Note Number 20</h2><p><strong>NOWADAYS</strong></p>\n<p>I’ve noticed many of my Chinese friends like to use the word nowadays. I consider this word archaic although the British folks may disagree with that. I rarely see it used by Americans and instead tend to say, “these days.” </p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-21\"><a href=\"#Sedgehead’s-Standard-Note-Number-21\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 21\"></a>Sedgehead’s Standard Note Number 21</h2><p><strong>NUMBERS</strong></p>\n<p>In formal English, such as in resumes, business letters, scientific and other research publications, the intergers (=whole numbers) one to ten should be written out.</p>\n<p>Correct</p>\n<pre><code>On the Christmas Bird Count, I saw four Ospreys, two Bewick&#39;s Wrens, seven Harris&#39; Sparrows, and about four and a half million Starlings.\n</code></pre>\n<p>Incorrect</p>\n<pre><code>On the Christmas Bird Count, I saw 4 Ospreys, 2 Bewick&#39;s Wrens, 7 Harris&#39; Sparrows, and about four and a half million Starlings.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-22\"><a href=\"#Sedgehead’s-Standard-Note-Number-22\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 22\"></a>Sedgehead’s Standard Note Number 22</h2><p><strong>MORE ON NUMBERS</strong></p>\n<p>1 Numbers with more than four digits should be written with commas:</p>\n<p>Correct examples: </p>\n<pre><code>2,143 and 5,382,000 and 19,003.\n</code></pre>\n<p>Incorrect examples: </p>\n<pre><code>2143 and 5382000 and 19003. \n</code></pre>\n<p>2 Numbers that are written is decimal which are less than zero should be preceded by a zero.</p>\n<p>Correct examples: </p>\n<pre><code>0.143 and 0.00000005 and 0.019.\n</code></pre>\n<p>Incorrect examples: </p>\n<pre><code>.143 and .00000005 and .019.\n</code></pre>\n<p>3 Reading large numbers. </p>\n<p>Reading large numbers is really easy.  Here’s the rules. </p>\n<p>For three digit numbers, say “number hundred and numbery number.”</p>\n<p>Examples: </p>\n<pre><code>345 is three hundred and forty five; \n\n678 is six hundred and seventy eight.\n</code></pre>\n<p>For very large numbers, add (as needed) quadrillion, trillion, billion, million, and thousand, as needed.  You probably don’t need larger numbers, since the national debt won’t ready a hextillion dollars any time in the near future.</p>\n<p>Example: </p>\n<pre><code>$123,456,789,012,345,678,901 is read as one hundred and twenty three quintillion, four hundred and fifty-six quadrillion, seven hundred and eighty nine trillion, twelve billion, three hundred and forty-five million, six hundred and seventy eight thousand, nine hundred and one dollars.\n</code></pre>\n<p>Note that I didn’t say “no hundred and twelve billion.”<br>Just combine those two rules (in green and red) and you can read any large number easily.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-23\"><a href=\"#Sedgehead’s-Standard-Note-Number-23\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 23\"></a>Sedgehead’s Standard Note Number 23</h2><p><strong>PLURALS</strong></p>\n<p>Some plural forms of words never take an added S.  As a scientist I run into several such words, which I’ll list here.</p>\n<p>Correct singular AND plural forms: </p>\n<pre><code>advice, furniture, research, shrimp, slang, stuff.\n</code></pre>\n<p>Rarely (or never) used as a noun: </p>\n<pre><code>advices, furnitures, evidence, researches, shrimps, slangs, stuffs.  \n</code></pre>\n<p>Correct plural uses (to emphasize the plural: </p>\n<pre><code>kinds of advice, stacks or types  or rooms full of evidence, styles of furniture, types of research, slang words, kinds of stuff.\n</code></pre>\n<p>Correct uses (but not has nouns): </p>\n<pre><code>He stuffs the bag full of walnuts. \n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-24\"><a href=\"#Sedgehead’s-standard-note-number-24\" class=\"headerlink\" title=\"Sedgehead’s standard note number 24\"></a>Sedgehead’s standard note number 24</h2><p><strong>PLURALS: LATIN PLURAL FORMS</strong></p>\n<p>As if things were not bad enough (see last note), scientists have to deal with the plural forms of Latin word.  A few hundred years ago biologists got together trying to decide which language should be the language of science internationally.  </p>\n<p>Latin was chosen for two reason. Educated Europeans studied Latin at that time and no one could agree on anything else. Germans wanted German, the English wanted English, and the French wanted French to be the language of science.  Nobody spoke Latin, so they chose it. This complicates the plural forms for scientific words. I’m not going to give you the Latin rules, only a few examples.</p>\n<pre><code>Singular form: bacterium, herbarium, aquarium, genus, species.\n</code></pre>\n<p>Correct</p>\n<pre><code>bacteria, herbaria, aquaria, genera, species.\n</code></pre>\n<p>Incorrect</p>\n<pre><code>bacteriums, herbariums, aquariums, genuses, specie.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-25\"><a href=\"#Sedgehead’s-standard-note-number-25\" class=\"headerlink\" title=\"Sedgehead’s standard note number 25\"></a>Sedgehead’s standard note number 25</h2><p><strong>PROPER NOUNS</strong></p>\n<p>Capitalize the first letter of proper nouns, but not common nouns.  Examples:</p>\n<p><em>Common nouns</em> </p>\n<pre><code>city, man, woman, ship, province, country, religion.\n</code></pre>\n<p><em>Proper nouns</em> </p>\n<pre><code>New York, Lu Changji, Sally, The Queen Mary, Jilin Province, Malaysia, Bhuddism.\n</code></pre>\n<p>Note: the word “province” is capitalized for a single province (Jilin Province) but is not capitalized when more than one province is listed (Jilin and Fujian provinces). This has been corrected throughout this paper.</p>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-26\"><a href=\"#Sedgehead’s-standard-note-number-26\" class=\"headerlink\" title=\"Sedgehead’s standard note number 26\"></a>Sedgehead’s standard note number 26</h2><p><strong>PUNCTUATION: CHINESE AND ENGLISH FONTS</strong></p>\n<p>My Chinese friends have often not been taught to avoid the use of Chinese fonts when writing English.  I get paid RMB 65 to edit English research papers written by Chinese scientists and much of the work often involves removing the Chinese fonts. What do they look like?</p>\n<p><em>Chinese fonts</em></p>\n<pre><code>？ 》 《 “ ： &#125; &#123;  】 【 = + _ ) ( *  &amp;  ^  %  $  #  @  !  ~  \n</code></pre>\n<p><em>English fonts</em></p>\n<pre><code>?  &gt;  &lt;  &quot; :  &#125;  &#123; ]  [  =  +  _ )  (  *  &amp;  ^  %  $  #  @  ! \n</code></pre>\n<p>As you can see, they are often quite different. </p>\n<p>Chinese people who write English often forget to put a space after a period or comma,for example, like I just did. This makes their writing look childish.</p>\n<p>Chinese periods and commas have extra space, and also look different,. The Chinese period is a circle and looks like this. So avoid using it with English. It looks really bad on resumes to mix Chinese fonts with English. It immediately shouts to the reader “I’m not really good at writing English。” </p>\n<p>Avoid mixing Chinese fonts with English like I did intentionally in this paragragh. Also, use a space after a period or comma (and before and after parenthesis) as required.</p>\n<p>As a professional editor, Chinese writers of English often fail to put a space behind a comma, period, or other punctuation like we do in English. Instead, they pay me $10 a page to fix their errors, sometimes more and sometimes less. </p>\n<p>Chinese fonts have their own space made into the character itself. If you move your cursor over a Chinese or English character for punctuation, you will see English fonts need you to hit the space bar, but Chinese fonts for punctuation already provide extra space. You don’t have to hit the space bar. </p>\n<p><em>Chinese punctuation</em></p>\n<pre><code>， ； 。 ！ ？ \n</code></pre>\n<p><em>English punctuation</em></p>\n<pre><code>, ; . ! ? \n</code></pre>\n<p>In the English punctuation I provided, I have not added any spaces. As an editor of scientific manuscripts I’m constantly having to look for Chinese fonts that have been left in manuscripts written in English. Scientific journals will want all the Chinese fonts removed. It’s a good lesson to learn in both languages. That is, use Chinese for Chinese and English for English.</p>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-27\"><a href=\"#Sedgehead’s-standard-note-number-27\" class=\"headerlink\" title=\"Sedgehead’s standard note number 27\"></a>Sedgehead’s standard note number 27</h2><p><strong>RUN-ON SENTENCES</strong></p>\n<p>Many Chinese writers of English have been taught, incorrectly, that long sentences are better than short sentences.  </p>\n<p><em>What is true is that well written long sentences are better than poorly written short sentences</em>  </p>\n<p>My topic here is not long sentences but “run-on” sentences.  The easiest way to explain a run on sentence is to write one.  Here’s a good example of a run-on sentence.</p>\n<p>This sentence, an example of a run-on sentence, is far too long, this is because I have used commas to separate sentences instead of period, so that by writing many phrases and connecting them with commas, I am creating a run on sentence.</p>\n<p>sometimes you can use a semicolon correctly to separate independent like I’m doing here; that can create a run-on sentence too, as you can see this run on sentence still has no end because it keeps running on and on and on and on and on which gets very tedious after a while because your mind wants the sentence to end, and it never does seem to end.</p>\n<p>That’s because the author has used incorrectly to connect a variety of phrases that should end with periods.</p>\n<p>Here are some better ways to make sentences long.  Also see my note below on the use of semicolons.</p>\n<ol>\n<li><p>If connecting two complete sentences into one, a semicolon often works; this sentence is a good example.</p>\n</li>\n<li><p>If only one part of the sentence has a full subject and verb and the rest are dependent clauses, that can work well.  Here’s an example: The boy waited, his hands dripping water, the sweat on his head making wish he was next, watching the boy in front of the line grab the rope, swing over the water, and dive into the river, like he himself wanted to do again.</p>\n</li>\n</ol>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-28\"><a href=\"#Sedgehead’s-standard-note-number-28\" class=\"headerlink\" title=\"Sedgehead’s standard note number 28\"></a>Sedgehead’s standard note number 28</h2><p><strong>SEMICOLONS</strong></p>\n<p>Use a semicolon (;) to separate two “independent clauses.”</p>\n<p>An independent clause is a clause that can be a sentence.  Examples:</p>\n<p>Dependent clauses (cannot be sentences by themselves):</p>\n<pre><code> The boy in the blue hat\n\n sat on a log.\n\n because he was lonely.\n\n and then it started to rain.\n</code></pre>\n<p>Independent clauses:</p>\n<pre><code> The boy sat in the blue hat sat on a long because he was lonely.\n\n And then it started to rain.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-29\"><a href=\"#Sedgehead’s-Standard-Note-Number-29\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 29\"></a>Sedgehead’s Standard Note Number 29</h2><p><strong>THAT</strong></p>\n<p>The word “that” can often be deleted without changing the sentence’s meaning.  Professional writers for magazines and scientific journals tend to remove it.</p>\n<p>Compare these sentences.</p>\n<pre><code>I don&#39;t believe that!  The study included a method that used freezing temperatures.  I do believe that rich people are usually not that happy.  I think that you should learn from this experience.  He did it so that his girlfriend would be happy.  I have something that will keep you smiling.\n\nI don&#39;t believe what you said!  The study included a method using freezing temperatures.  I do believe rich people are usually not very happy.  I think you should learn from this experience.  He did it so his girlfriend would be happy.  I have something which will keep you smiling.\n</code></pre>\n<p>Note: The word can be used.  But often it is not needed or the meaning is clearer if some other word is used.  Professional writers avoid it.  Editors cut it out to save space.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-30\"><a href=\"#Sedgehead’s-Standard-Note-Number-30\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 30\"></a>Sedgehead’s Standard Note Number 30</h2><p><strong>TIME UNITS</strong></p>\n<p>What is a time unit? Anything that describes time can be considered a time unit.<br>Some words that represent time units are quite obvious: </p>\n<pre><code>today, tomorrow, yesterday, in a few minutes, in an hour or so, and so on. \n</code></pre>\n<p>Other time units are not as obvious. For example, I also consider the following phrases to be time units: </p>\n<pre><code>anyway, some time, after a while, later, and so on. \n</code></pre>\n<p>When writing in English you should separate time units from the rest of the sentence by a comma. Time units usually go at the beginning or the end of a sentence, but are often correct anywhere in the sentence. Here are some correct examples:</p>\n<pre><code>Yesterday, I went to the store.  \n\nI went to the store, yesterday.\n\nI went, yesterday, to the store.\n\nTomorrow, I will go to school. \n\nAnyway, I&#39;m waiting for the weekend.  \n\nSomeday, I hope to go to China.\n</code></pre>\n<p>Time units include introductory words such as:</p>\n<pre><code>Today, I am writing a blog.\n\nTomorrow, I will write a blog.\n\nYesterday, I wrote a blog.\n\nLast week, I kissed a dog.\n\nSometime, I should wash my lips.\n\nAnytime, you can kiss me!\n</code></pre>\n<p>This rule also applies to introductory words. These act like time units and are also normally separated by a comma within a sentence.</p>\n<pre><code>Specifically, I should not have said that.\n\nHowever, I already said it.\n\nTherefore, my wife probably won’t kiss me.\n\nIn addition, the cat won’t lick me.\n\nMoreover, I don’t think I want to kiss the dog again.\n\nAnyway, I hope you understand.\n</code></pre>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-31\"><a href=\"#Sedgehead’s-Standard-Note-Number-31\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 31\"></a>Sedgehead’s Standard Note Number 31</h2><p><strong>TITLE FORMAT</strong></p>\n<p><em>Title format: short and sweet!</em></p>\n<p>Long titles are tedious. My Chinese friends use a variety of informal titles for blogs. I tend to teach the formal use of English. Formal titles are what would be used for scientific journal articles, magazine articles, and newspaper headlines. </p>\n<p>The rules are fairly simple. Titles should be short, rather than long and should usually not ask questions. </p>\n<p>There are exceptions to every rule. The major words in a title should be capitalized. Here are some examples from today’s newspaper.</p>\n<pre><code>Israel Strike Kills 11 Civilians (contains an error!)\n\nEPA Turns Down States&#39; Request for Ethanol Waiver\n\nSchool Official Loses Appeal on Sexual Abuse Reporting\n\nNorfork Council Sets Meeting Agenda\n\nLibrary to Close for Thanksgiving\n\nConsumers Hesitant to Upgrade to Windows 8\n</code></pre>\n<p>Note the use of capital letters on most, but not all, words. The error?  It should be Isreali Strike Kills 11 Civilians. </p>\n<p>The rules are never set in stone, and this is especially true for poetry.  Some people will capitalize the first letter of ALL words in a title.  Others will only capitalize the first letter of the first word and of proper nouns. It is your choice, since it is a matter of style.</p>\n<hr>\n<h2 id=\"Sedgehead’s-Standard-Note-Number-32\"><a href=\"#Sedgehead’s-Standard-Note-Number-32\" class=\"headerlink\" title=\"Sedgehead’s Standard Note Number 32\"></a>Sedgehead’s Standard Note Number 32</h2><p><strong>Want, will, and would like</strong></p>\n<p>This note is about a finer point of English, providing more detail than most.  I want to explain the meanings of “want,” “will,” and “would like.”</p>\n<p>The word want in English can be a little strong in formal English, but the meaning can change based on how you say something.  </p>\n<p>I might say, “I want to go to the store later,” and it simply expresses that desire.  </p>\n<p>If I tell someone loudly in a strong voice, “I want your wallet,” it implies that I am a thief and I will force you to give me your wallet if you don’t hand it to me.”  </p>\n<p>I might say, “I want some ice cream,” and it simply tells you want I want to eat.  However, if you first tell me, “We are out of money.  </p>\n<p>We need to get out of the store,” and I say, “But, I want some ice cream” it means, “I don’t care if we can’t afford it.  I want it anyway!”</p>\n<p><em>The word “will” is a little stronger.</em></p>\n<p>“I will get some ice cream anyway,” expresses my desire to buy it despite the fact we can’t afford it.  </p>\n<p>However, it does not always have a strong meaning.  the word “will” is part of the contraction “I’ll.”  </p>\n<p>So, if I say, “I’ll go to the store later, “I’m just stating a fact.  </p>\n<p>However, if you tell me we can’t afford ice cream and I say, “Well, I will buy it anyway,” it means I am going to use my own power, my will, to override the fact we can’t afford it and I will by it anyway, whether you like it or not.  </p>\n<p>I’m told the Germans use “will” in this way and use “mochte” to say “I would like.”</p>\n<p><em>That brings us to our third phrase, “would like.”</em></p>\n<p>If you are writing a letter or trying to be extra polite, use “would like.”  </p>\n<p>If we are in the store, and I tell my wife, “But I would like to buy some ice cream” it means, “I know we can’t afford it, but it is my desire to buy some ice cream if you would agree.”  </p>\n<p>So, if you write, “I want to introduce myself “ in a letter, you can make it more polite by saying “I would like to introduce myself”</p>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-33\"><a href=\"#Sedgehead’s-standard-note-number-33\" class=\"headerlink\" title=\"Sedgehead’s standard note number 33\"></a>Sedgehead’s standard note number 33</h2><p><strong>WHOLE VS ENTIRE</strong></p>\n<p>Sometimes I have difficulty explaining why one word works and another does not. This is true for “whole” and “entire.” I think the concept is one of informal vs formal English.  </p>\n<p>In my editing of scientific research papers I often find myself replacing “whole” with “entire” simply because “entire” sounds better. </p>\n<p>Example:</p>\n<pre><code>This whole group of species is crepuscular.\n\nThis entire group of species is crepuscular.\n</code></pre>\n<p>When I’m talking about a group of anything in scientific writing, I tend to use “entire” and not “whole” although both words work fairly well.  </p>\n<hr>\n<h2 id=\"Sedgehead’s-standard-note-number-34\"><a href=\"#Sedgehead’s-standard-note-number-34\" class=\"headerlink\" title=\"Sedgehead’s standard note number 34\"></a>Sedgehead’s standard note number 34</h2><p><strong>WORDS IN A SERIES and RESPECTIVELY</strong></p>\n<p>Words in a series:<br>Words can be written in a series correctly in two ways. The last comma in the second group is called “the serial comma” (or “Oxford comma”) but I only say that in case the authors want to search for more info on this topic on the internet.</p>\n<p>The preferred method</p>\n<pre><code>Dogs, cats, and mice eat meat, mice, and grain, respectively.\n\nThe twin girls, Obama, and Putin danced all night.\n</code></pre>\n<p>Also considered correct (but sometimes confusing)</p>\n<pre><code>Dogs, cats and mice eat meat, mice and grain, respectively.\n\nThe twin girls, Obama and Putin danced all night.\n</code></pre>\n<p>Why is the first method preferred? You could read the second meaning (blue text) to mean “Cats and mice both eat mice and grain” which is not the meaning you intended. </p>\n<p>Also, the second sentence could mean Obama and Putin are twin girls who dance all night or that four people dance all night (the meaning is confusing).</p>\n<p>RESPECTIVELY:</p>\n<p>Note the word “respectively” allows you to match up two series of words.  Based on the sentence you know dogs eat meat and mice eat grain.</p>\n<p>Why not say “Dogs eat meat, cats eat mice, and mice eat grain?”  </p>\n<p>The word respective is used to save space and make the meaning more clear. This is especially true in long and complex scientific writing.  Consider the following example, with and without the use of “respectively.”</p>\n<p>Shorter, clearer, and better: </p>\n<pre><code>The results show the Arkansas Ozark Mountain, Arkansas River, and Missouri Ozark Mountain plant communities received 35, 30, and 43 inches of rain each year and 4-10, 0-2, and 4-10 inches of snow each winter, respectively.\n</code></pre>\n<p>Longer, confusing, and not as good (but still correct): </p>\n<pre><code>The results show the Arkansas Ozark Mountain plant community received 35 inches of rain each year and 4-6 inches of snow each winter, the Arkansas River plant community received 30 inches of rain each year and 0-2 inches of snow each winter, and the Missouri Ozark Mountain plant community received 43 inches of rain each year and 4-10 inches of snow each winter.\n</code></pre>\n<p>Both sentences use the same ideas, but one is much shorter.  BUT be careful to not use “respectively” if you are not using a series. </p>\n<p>Incorrect use of “respectively: </p>\n<pre><code>The results show the Arkansas Ozark Mountain plant community received 35 inches of rain each year and 4-6 inches of snow each winter, respectively.\n</code></pre>\n<p>In the incorrect example, there is no series of items that is being connected.</p>\n<hr>\n","feature":true,"text":" I use these notes on www.lang-8.com to give advice to Chinese writers of English on specific topics (and for other reasons). They are usefu...","link":"","photos":[],"count_time":{"symbolsCount":"38k","symbolsTime":"35 mins."},"categories":[],"tags":[{"name":"Repost","slug":"Repost","count":2,"path":"api/tags/Repost.json"},{"name":"English","slug":"English","count":1,"path":"api/tags/English.json"}],"toc":"<ol class=\"toc\"><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note\"><span class=\"toc-text\">Sedgehead’s Standard Note</span></a><ol class=\"toc-child\"><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-1\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 1</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-2\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 2</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-3\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 3</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-4\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 4</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-5\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 5</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-6\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 6</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-7\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 7</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-8\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 8</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-9\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 9</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-10\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 10</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-12\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 12</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-13\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 13</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-14\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 14</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-15\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 15</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-16\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 16</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-17\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 17</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-18\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 18</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-19\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 19</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-20\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 20</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-21\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 21</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-22\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 22</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-23\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 23</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-24\"><span class=\"toc-text\">Sedgehead’s standard note number 24</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-25\"><span class=\"toc-text\">Sedgehead’s standard note number 25</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-26\"><span class=\"toc-text\">Sedgehead’s standard note number 26</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-27\"><span class=\"toc-text\">Sedgehead’s standard note number 27</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-28\"><span class=\"toc-text\">Sedgehead’s standard note number 28</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-29\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 29</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-30\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 30</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-31\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 31</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-Standard-Note-Number-32\"><span class=\"toc-text\">Sedgehead’s Standard Note Number 32</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-33\"><span class=\"toc-text\">Sedgehead’s standard note number 33</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Sedgehead%E2%80%99s-standard-note-number-34\"><span class=\"toc-text\">Sedgehead’s standard note number 34</span></a></li></ol></li></ol>","author":{"name":"Wakkana","slug":"blog-author","avatar":"/file/avator.jpeg","link":"/","description":"Res tantum valet quantum vendi potest.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{"weibo":{"icon":"/svg/weibo.svg","link":"https://weibo.com/6962193334/profile?topnav=1&wvr=6"}}}},"mapped":true,"prev_post":{},"next_post":{"title":"几个常见的模版","uid":"afe4f8618e63693f296fa53d89e46c0a","slug":"templatesum","date":"2021-05-15T16:00:00.000Z","updated":"2021-05-16T06:02:12.085Z","comments":true,"path":"api/articles/templatesum.json","keywords":null,"cover":"file/cover2.jpeg","text":" 前言 在比赛中经常会有通用的方法，在时间紧迫的比赛中花时间默写已有的模版是很耗费时间的，在套用模版后加上针对性改进往往会有事半功倍的效果，但切忌套用不熟悉的模版。在搞清楚原理后使用才能达成节省时间、专注于解决问题上。以下模版为个人使用，是简化的版本，如并查集没有按轶合并等，在效...","link":"","photos":[],"count_time":{"symbolsCount":"2.6k","symbolsTime":"2 mins."},"categories":[],"tags":[{"name":"algorithm","slug":"algorithm","count":1,"path":"api/tags/algorithm.json"}],"author":{"name":"Wakkana","slug":"blog-author","avatar":"/file/avator.jpeg","link":"/","description":"Res tantum valet quantum vendi potest.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{"weibo":{"icon":"/svg/weibo.svg","link":"https://weibo.com/6962193334/profile?topnav=1&wvr=6"}}}},"feature":true}}